amd-ucode
apache
base
base-devel
bitwarden-cli
cronie
dhclient
docker
docker-compose
efibootmgr
fastfetch
ffmpeg
firefox
git
git-filter-repo
grub
gst-plugin-pipewire
htop
intel-gpu-tools
intel-media-driver
jdk17-openjdk
jq
level-zero-loader
libpulse
libreoffice-still
linux-firmware
linux-lts
logrotate
neovim
openssh
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit
qpdf
smartmontools
ttf-liberation
ufw
vim
wireplumber
zip
zram-generator
zsh
